{
    "caseName": "State v. Brown",
    "decisionDate": "July 18, 2019",
    "court": "Court of Appeals of Utah",
    "background": [
        {
            "id": 1,
            "simple": "Brown misrepresented financial status to obtain loans.",
            "detailed": "Tonia Schnae Brown, claiming to have substantial offshore funds, misrepresented her financial status to Victim and Friend, convincing them to loan her money by promising high returns and no risk."
        }
    ],
    "evidence": [
        {
            "id": 1,
            "simple": "Brown's false tax claim.",
            "detailed": "Brown claimed she owed $59,500 in value added taxes to the Hong Kong government, which was false as Hong Kong does not have a VAT."
        },
        {
            "id": 2,
            "simple": "Promissory notes issued.",
            "detailed": "Brown issued promissory notes to Victim and Friend, falsely assuring them of repayment upon the release of her 'frozen' funds."
        },
        {
            "id": 3,
            "simple": "Fake bank communications.",
            "detailed": "Communications purportedly from the Bank of China and InterBank were provided by Brown, which turned out to be inauthentic."
        }
    ],
    "legalArgument": [
        {
            "id": 1,
            "simple": "Misrepresentation of investment risk.",
            "detailed": "Brown misrepresented the investment as 'no risk' which is a material fact for investors.",
            "relatedEvidence": [1]
        },
        {
            "id": 2,
            "simple": "Duty to disclose material facts.",
            "detailed": "The prosecution argued that Brown had a duty to disclose all material facts related to the investment, which she failed to do.",
            "relatedEvidence": [2, 3]
        }
    ],
    "initialJudgment": [
        {
            "id": 1,
            "simple": "Brown convicted of fraud.",
            "detailed": "The jury found Brown guilty on three counts of securities fraud, resulting in a prison sentence and restitution.",
            "relatedLegalArgument" : [1, 2]
        }
    ],
    "appeal": [
        {
            "id": 1,
            "simple": "Convictions affirmed on appeal.",
            "detailed": "Brown's convictions were affirmed upon appeal, with the court rejecting her arguments against the jury instructions and expert testimony."
        }
    ],
    "outcome": [
        {
            "id": 1,
            "simple": "Brown's appeal denied.",
            "detailed": "The appellate court affirmed Brown's convictions, denying her appeal."
        }
    ]
}