{
    "caseName": "State v. Tirado, 447 P.3d 117 (2019)",
    "decisionDate": "2019-07-05",
    "court": "Court of Appeals of Utah",
    "docketNumber": "No. 20140967-CA",
    "background": [
        {
            "id": 1,
            "simple": "Tirado arrested after sting, no drug sale, cousin had meth.",
            "detailed": "William Tirado was arrested following a sting operation where no drugs were exchanged, but his cousin was found with methamphetamine."
        }
    ],
    "evidence": [
        {
            "id": 1,
            "simple": "Cousin had meth, intended to sell.",
            "detailed": "Tirado's cousin was found with 2.1 grams of methamphetamine and indicated he would sell from that amount if needed."
        },
        {
            "id": 2,
            "simple": "Paraphernalia found at Tirado's home.",
            "detailed": "Drug paraphernalia was discovered at Tirado's residence after his fiancée gave officers permission to search."
        }
    ],
    "legalArgument": [
        {
            "id": 1,
            "simple": "Tirado charged with drug crimes.",
            "detailed": "Tirado was charged with possession of drug paraphernalia and arranging the distribution of a controlled substance.",
            "relatedEvidence": [1, 2]
        }
    ],
    "initialJudgment": [
        {
            "id": 1,
            "simple": "Tirado convicted on both charges.",
            "detailed": "Tirado was convicted of possession of drug paraphernalia and arranging the distribution of a controlled substance.",
            "relatedLegalArgument": [1]
        }
    ],
    "appeal": [
        {
            "id": 1,
            "simple": "Tirado appealed, claimed ineffective counsel.",
            "detailed": "Tirado appealed his conviction, claiming ineffective assistance of counsel due to an actual conflict of interest."
        }
    ],
    "remand": [
        {
            "id": 1,
            "simple": "Case remanded for conflict assessment.",
            "detailed": "The case was remanded to assess the alleged conflict of interest of Tirado's attorney, who also represented his cousin."
        }
    ],
    "hearsayStatement": [
        {
            "id": 1,
            "simple": "Attorney missed hearsay objection.",
            "detailed": "Tirado's attorney failed to object to a hearsay statement that was used to imply Tirado's intent to distribute drugs."
        }
    ],
    "outcome": [
        {
            "id": 1,
            "simple": "Conviction reversed, new trial ordered.",
            "detailed": "The Court of Appeals reversed Tirado's conviction and remanded the case for a new trial due to ineffective assistance of counsel."
        }
    ]
}